<!DOCTYPE html>
<html lang="sv">

<head>
    <meta charset="utf-8">
    <!--1. Koden nedan namnger titeln på sidan -->
    <title>Benny</title>
    <link rel="stylesheet" href="style.css">
</head>
<nav>
    <!-- Main navigation -->
    <ul class="navbar">
        <li class="meny meny-current"><a href="./General_knowledge.html">Полезни факти за кучетата</a>
        <li class="meny"><a href="../about/AboutBennyBg.svelte">За Бени</a>
        <li class="meny"><a href="../car/CarRidingBg.svelte">Возене с кола</a>
        <li class="meny"><a href="../food/FoodBg.svelte">Храна</a>
        <li class="meny"><a href="../commands/CommandsBg.svelte">Команди</a>
        <li class="meny"><a href="../play/PlayBg.svelte">Игра</a>
        <li class="meny"><a href="../training/TrainingBg.svelte">Трениране</a>
        <li class="meny"><a href="../summer/SummerBg.svelte">Лято</a>
        <li class="meny"><a href="../winter/winter-bg.svelte">Зима</a>
    </ul>
</nav>

<body>
    <img class="imageRight" src="../../images/b_georgi.jpg">
    <!-- ++++++ veterenarian -->
    <h1>Полезни факти за кучетата</h1>
    <p>Според няколко поведенчески мерки, умствените способности на кучетата са близки до човешкото дете на възраст от 2
        до
        2,5 години с IQ около 100. Породата на кучето определя част от способността му да учи и да работи с
        човешко е. Голдън ретривърите са известни със своя импулс да угодят на хората си и обичат да работят. Техните
        ограничени
        IQ обаче означава, че те не са толкова умни като хората и не разбират команди и знаци, освен ако не тренирате
        ги правилно. Кучетата не обобщават така добре, както ние, хората, на практика това означава, че само защото те
        знаят поведение в къщата, не означава, че знаят как да правят същото в друга среда
        (освен ако не ги обучим за това). Повече за това в "обучение".</p>
    <h2>Положително подсилване</h2>
    <p>Кучетата повтарят поведения, които са възнаграждаващи за тях. Например, ако знаете, че вашето куче винаги дъвче
        клечки
        на същото място на тревата, искате да <b>предвидите</b> поведението и да го предотвратите - накарайте ги да
        направят нещо
        вместо това. Колкото повече се научават да правят нещо и получават възнаграждение за това (дъвчат пръчки, кори и
        т.н.), толкова повече
        вероятно ще го направят. Това важи и за доброто поведение, ако научат, че всеки път получават лакомство
        седнете - те са по-склонни да изпълнят поведението. </p>
    <h3>Време</h3>
    <p>Правилното време е от съществено значение, когато използвате положително подсилване. Репликата и наградата трябва
        да се появят незабавно (в рамките на
        секунди) от желаното поведение или вашият домашен любимец може да не го свърже с правилното действие. Например,
        ако вие
        накарайте кучето си да седне, но го наградете, след като се изправи, те ще си помислят, че са възнаградени за
        стоящ.
    </p>
    <img class="imageRight" src="../../images/body_language.gif">
    <h2>Език на тялото</h2>
    <p>Да се ​​научите да изучавате езика на тялото на кучето е важно, защото ви казва много за това как се справят. То
        може
        е трудно в началото, но обикновено можете да видите как се случват няколко неща за кратък период от време, т.е
        например прозяване, облизване на устни и почесване.
        Първият ред на снимката вдясно (зелен) показва щастливо куче. Вторият ред (син) показва притеснено куче.
        В допълнение към това е и когато кучето се почеше - въпреки че понякога правят това, защото нещо наистина е
        надраскване. На третия ред (червен) можете да видите много стресирано куче.
    </p>
    <p>След като научите езика на тялото на вашето куче, можете да му помогнете и да го напътствате в различни ситуации.
        Никога не трябва
        бързайте с куче, показващо признаци на тревожност и стрес. Ако заедно преодолеете трудна ситуация за кучето,
        това
        може да укрепи връзката ви и обратно. </p>

    <h2>Юношество</h2>
    <p>Големите кучета узряват по-бавно от малките. За кучета със същия размер като Бени това означава, че са
        тийнейджъри
        за по-дълго време - обикновено между около 6-месечна възраст до около 2-3-годишна възраст. Най-трудният момент
        обикновено е между 8-18 месеца. Тийнейджърските кучета са доста подобни на тийнейджърите с нива на хормони,
        които се повишават и
        надолу. Това е труден момент за кучето и понякога може да почувства, че кучето има памук в ушите си. Какво
        най-важното тук е да бъдете търпеливи, да се придържате към положителното подсилване и да бъдете последователни
        с кучето. Ако
        вашето правило е, че кучето не може да скача на леглото, вие не трябва <u>никога</u> да допускате това. </p>

    <b>Типично поведение по време на юношеството:</b>
    <ul>
        <li>Много се интересувам от аромати </li>
        <li>По-често белези с урина</li>
        <li>Опитва граници, какво ще стане, ако игнорирам/ите си собственик/и?</li>
        <li>Лесно се разсейва </li>
    </ul>
    <p>Точно както при човешките тийнейджъри, тази фаза може да изглежда дълга, но ще премине, стига да останете
        последователни и
        продължете обучението.</p>
</body>
