<!DOCTYPE html><!-- DONE -->
<html lang="sv">

<head>
    <meta charset="utf-8">
    <!--1. Koden nedan namnger titeln på sidan -->
    <title>Benny</title>
    <link rel="stylesheet" href="style.css">
</head>
<nav>
    <!-- Main navigation -->
    <ul class="navbar">
        <li class="meny"><a href="../general/GeneralKnowledgeBg.svelte">Полезни факти за кучетата</a>
        <li class="meny"><a href="../about/AboutBennyBg.svelte">За Бени</a>
        <li class="meny"><a href="../car/CarRidingBg.svelte">Возене с кола</a>
        <li class="meny"><a href="../food/FoodBg.svelte">Храна</a>
        <li class="meny"><a href="../commands/CommandsBg.svelte">Команди</a>
        <li class="meny meny-current"><a href="./Play.html">Игра</a>
        <li class="meny"><a href="../training/TrainingBg.svelte">Трениране</a>
        <li class="meny"><a href="../summer/SummerBg.svelte">Лято</a>
        <li class="meny"><a href="../winter/winter-bg.svelte">Зима</a>



    </ul>
</nav>

<body>

    <h1>Игра с куче</h1>
    <img class="imageRight" src="../../images/play.gif">

    <p>Играта е добър начин да се забавлявате и вие и кучето ви. Тя също така укрепва връзката между вас двамата.</p>
    <h2>Теглене на въже (дърпанка)</h2>
    <p>Това е забавна и стимулираща игра за кучето и е здравословен начин да задоволи тяхната хищническа природа.
        Играта трябва да е забавна и безопасна и за вас и за него, за тази цел имайте предвид следните
        неща:<br>
    <ul>
        <li>Играта започва само когато му кажете думата за хващане на играчката - "тъг"</li>
        <li>Когато го поканите да хване играчката я дръжте леко до вас, а не директно пред вас, за да не се блъсне във
            вас ако се засили да я захапе</li>
        <li>Дръжте играчката ниско, за да не подскача</li>
        <li>Не я дърпайте прекалено силно, може той да определи колко силно иска да дърпа</li>
        <li>Движението на играчката е бавно и плавно, когато е по-голямо</li>
        <li>Може да е малко по-бързо само, когато движението е малко. Голямо рязко издърпване може да нарани кучето</li>
        <li>Спрете да движите играчката, когато използвате командата за пускане на играчката - "дроп ит"</li>
        <li>Когато ку кажете да пусне играчката, изчакайте без да повтаряте, може да му отнеме момент да я пусне</li>
        <li>В никакъв случай не пускайте играчката първи след като сте му казали да я пусне</li>
        <li>Понякога вие печелите (играчката е ваша), а понякога го оставяте той да спечели (играчката остава в
            неговата уста).</li>
    </ul>
    </p>
    <h2>Донеси</h2>
    <p>Донеси е забавна игра за кучето, която го кара да преследва топката/играчката и след това да ви я върне.
        Думата за донасяне е "апорт". Когато кучето върви или тича към играчката и я грабне, можете да кажете „браво“
        или да започнете да отстъпвате назад. Когато се обърне с играчката може да пляскате с ръце и да отстъвате, за да
        го накарате да ви обърне внимание и да тръгне да ви гони. Когато дойде при вас с играчката кажете "браво" и го
        наградете. В тази ситуация, по-добра награда от храна или погалване е да продължим играта, затова може да хванем
        играчката и да поиграме на дърпнка за 2-3 секунди. След това може да му кажете да пусне играчката и да я
        хвърлите отново.</p>
    <p>За да затвърдите донасянето на играчката, може да тренирате дърпанка с отстъпване. Започвате обикноена игра на
        дърпанка с въже. След 2-3 секунди дърпане пускате играчката и отстъпвате. Кучето ще иска да продължи играта и ще
        дойде при вас с въжето. Кажете му браво и поиграйте на дърпанка още малко и пак пуснете играчката и отстъпете.
        Повторете тази процедура няколко пъти без да го карате да пуска играчката. В някой момент му кажете да я пусне и
        веднага я метнете зад него. Идеята е той да я вземе и да се върне при вас за да продължи дърпанката. Повторете
        дърпанката с отстъпване още няколко пъти преди да пробвате да я метнете отново, този път малко по-далече.</p>
</body>
